fun main() {

    val percentCommission: Double = 0.75
    val minCommission: Int = 35
//    amount сумма перевода
    val amount = 5000
//    расчет комиссии
    val commissionReturns = (amount / 100) * percentCommission
//    условия вывода комиссии и вывод в консоль
    if (commissionReturns < minCommission) {
        println("Комиссия составит: $minCommission")
    } else {
        println("Комиссия составит: $commissionReturns рублей")
    }
}
/***Мы решили дать пользователям нашей социальной сети возможность отправлять друг другу
 * денежные переводы. Система будет удерживать комиссию 0.75 %, при этом минимальная комиссия
 * составит 35 рублей.

Напишите небольшую программу, которая будет высчитывать размер этой комиссии в зависимости
от суммы перевода.

Требования к программе:

В переменной amount хранится сумма перевода в рублях.

Программа выводит в консоль размер комиссии в зависимости от суммы перевода (также в рублях).
 */